{
  "next":"https://cdn.rawgit.com/NikitaAsabin/b37bf67c8668d54a517e02fdf0e0d435/raw/0acd7ce6c0b944de297e6cde50cb4c806de75294/page2.json",
  "countries":[
  {
  "name": "Абхазия",
  "continent": "Eurasia",
  "capital":"Сухум",
  "population" : 243564 ,
  "description_small": "Республика Абхазия - частично признанное независимое государство. Кем не признано - для тех это Автономная Республика Абхазия в составе Грузии, причем оккупированная Россией.",
  "description": "Республика Абхазия - частично признанное независимое государство. Кем не признано - для тех это Автономная Республика Абхазия в составе Грузии, причем оккупированная Россией. С VI века начало формироваться Абхазское Царство, тесно связанное с Византией. С XV века на страну стала давить и влиять мощная Османская Империя, а в XVIII веке в ситуацию вмешалась Российская Империя: для защиты от турков манифестом Александра I в 1810 году Абхазское Княжество было присоединено к Российской Империи. С преобразованием России в СССР статус Абхазии также менялся: то советская республика, то автономия в составе грузинской ССР. С распадом Советского Союза в конце XX века возобновились конфликты: грузины посчитали, что Абхазия принадлежит им, теперь независимым, а абхазы тому воспротивились и грузинов со своей территории повыгоняли.",
  "image": "http://landmarks.ru/wp-content/uploads/2015/05/abhaziya.jpg",
  "county_info": {
     "images":"",
     "flag": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Flag_of_Abkhazia.svg/600px-Flag_of_Abkhazia.svg.png"
   }
  },
  {
  "name": "Австралия",
  "continent": "Australia",
  "capital":"Канберра",
  "population" : 24238610 ,
  "description_small": "Австралия (от лат. Australis - южный), также известная как Австралийский Союз, - уникальная страна, поскольку она занимает целый одноименный континент. Впрочем, есть континенты и побольше, да и по площади своей территории Австралия занимает лишь шестое место среди стран мира.",
  "description": "Австралия (от лат. Australis - южный), также известная как Австралийский Союз, - уникальная страна, поскольку она занимает целый одноименный континент. Впрочем, есть континенты и побольше, да и по площади своей территории Австралия занимает лишь шестое место среди стран мира. Официально считается, что Австралия открыта голландцами в 1606 году, но колониальные державы того времени проявили мало интереса к этой земле. Более-менее ее стали осваивать британцы, да и то поначалу лишь для того, чтобы ссылать туда своих заключенных. Колониальный период был довольно непродолжительным, однако до сих пор формальным правителем Австралии является английская королева.",
  "image": "",
  "county_info": {
      "images":["http://puteshestvia.com/uploads/images/00/00/01/2013/03/10/fb8d43.jpg","http://cdn.desktopwallpapers4.me/wallpapers/world/1280x800/4/35910-sydney-1280x800-world-wallpaper.jpg"],
     "flag":"https://upload.wikimedia.org/wikipedia/commons/8/88/Flag_of_Australia_(converted).svg"
   }
  },
  {
  "name": "Аргентина",
  "continent": "South America",
  "capital":"Буэнос-Айрес",
  "population" : 43847000 ,
  "description_small":"",
  "description": "Аргентина (Аргентинская Республика) - второе по площади государство в Южной Америке и восьмое в мире. Наибольшее влияние на формирование и развитие страны оказала, как и везде на континенте, Испания. И, как это везде случилось, в конце концов возник конфликт с метрополией, освободительная война и обретение независимости. В случае с Аргентиной это произошло в 1816 году. В то же время интерес к региону проявляла Британская Империя, но ее попытки захватить Буэнос-Айрес были отбиты. История такова, что серьезный разлад между Аргентиной и Великобританией продолжается до сих пор из-за Мальвинских (Фолклендских) островов.",
  "image": "https://www.votpusk.ru/country/ctimages/new/AR01.jpg",
  "county_info": {
     "images":"",
     "flag": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_Argentina.svg"
   }
  },
   {
  "name": "Белоруссия",
  "continent": "Eurasia",
  "capital":"Минск",
  "population" : 9498400 ,
  "description_small":"Белоруссия - государство в Восточной Европе. Такое наименование традиционно для россиян, в то время как сами белорусы именуют Родину как Беларусь или, официально, Республика Беларусь. В связи с этим зачастую допускаются глупые ошибки в написании: Беларуссия и Белорусь.",
  "description": "Белоруссия - государство в Восточной Европе. Такое наименование традиционно для россиян, в то время как сами белорусы именуют Родину как Беларусь или, официально, Республика Беларусь. В связи с этим зачастую допускаются глупые ошибки в написании: Беларуссия и Белорусь. В древности территорию страны заселили племена славян, а затем земли отошли под власть Великого княжества Литовского, далее - Речи Посполитой и, наконец, Российской Империи. В конце первой мировой войны в 1918 году была впервые провозглашена Белорусская Народная Республика, а уже со следующего года она превратилась в Советскую Социалистическую Республику Белоруссию, причем в составе России (РСФСР). Но и на этом административные метаморфозы не завершились, стабильность наступила лишь после образования Советского Союза в 1922 году. В 1991 году СССР распался и Белоруссия вновь стала самостоятельным независимым государством.",
  "image": "",
  "county_info": {
     "images":["https://www.personalguide.ru/upload/userfiles/images/belorusiia5.jpg","http://www.globalmeatnews.com/var/plain_site/storage/images/publications/food-beverage-nutrition/globalmeatnews.com/industry-markets/baltics-struggle-to-recover-from-russian-trade-ban/10098409-1-eng-GB/Baltics-struggle-to-recover-from-Russian-trade-ban.jpg"],
     "flag": "https://upload.wikimedia.org/wikipedia/commons/8/85/Flag_of_Belarus.svg"
   }
  },
   {
  "name": "Великобритания",
  "continent": "Eurasia",
  "capital":"Лондон",
  "population" : 65341183 ,
  "description_small":"Соединенное Королевство Великобритании и Северной Ирландии у нас принято называть куда проще и короче - Великобританией",
  "description": "Соединенное Королевство Великобритании и Северной Ирландии у нас принято называть куда проще и короче - Великобританией. Это островная страна на северо-западе Европы. Несмотря на то, что Великобритания разбита на четыре четкие исторические части - Англию, Шотландию, Уэльс и Северную Ирландию, она является унитарным государством под управлением монарха. Великобритания является одной из самых влиятельных мировых держав, а еще недавно она была центром крупнейшей империи в истории человечества - Британской. Достаточно сказать, что бывшими колониями были Индия, Египет, США, Канада и Австралия - как и многие другие современные государства во всех частях света. Впрочем, хоть империя и распалась, свое влияние метрополия сохранила практически везде.",
  "image": "http://www.hoteldiscount.ru/uploads/6/55/81079db14d31c0bc6c0852324a027.jpg",
  "county_info": {
     "images":"",
     "flag": "https://upload.wikimedia.org/wikipedia/en/a/ae/Flag_of_the_United_Kingdom.svg"
   }
  },
  {
  "name": "Вьетнам",
  "continent": "Eurasia",
  "capital":"Ханой",
  "population" : 91713300 ,
  "description_small":"Социалистическая Республика Вьетнам",
  "description": "Социалистическая Республика Вьетнам - государство на Юго-Востоке Азии, на полуострове Индокитай. Сформировалось на основе цивилизации южных вьетов, а процесс начался еще в VII веке до н.э. Несколько раз государства на территории современного Вьетнама входили в состав древнего Китая, а в XIX веке пало под колониальным натиском Франции - вместе с Лаоса и Камбоджи территория была объединена под названием Французского Индокитая. Во время II мировой войны страну захватила Япония, а после к власти пришли коммунисты. В 1945 году Вьетнам официально стал независимым в современном мире, хотя Франция признала это лишь в 1954 году.",
  "image": "http://www.1001tur.ru/imgs/nd/seo_pic/vietnam1.jpg",
  "county_info": {
     "images":"",
     "flag": "https://upload.wikimedia.org/wikipedia/commons/2/21/Flag_of_Vietnam.svg"
   }
  },
  {
  "name": "Гана",
  "continent": "Africa",
  "capital":"Аккра",
  "population" : 28308301 ,
  "description_small":"Республика Гана - государство в Западной Африке.",
  "description": "Республика Гана - государство в Западной Африке. Прежде страна была широко известна как Золотой Берег (а западный сосед - Берег Слоновой Кости). До прихода европейских колонизаторов различные племена объединялись в недолговечные государства. Потом появились португальцы и, обнаружив золото, стали строить свои крепости и активно вывозить драгоценный металл (и, заодно, рабов). Это не могло остаться без внимания остальных европейских грандов, и развернулась борьба за контроль и влияние. В XIX веке всех вытеснила Великобритания.",
  "image": "",
  "county_info": {
     "images":["http://www.tema.ru/travel/ghana/4F2C0922.jpg","https://www.novini.bg/uploads/news_pictures/2017-24/orig/bylgariq-razkriva-pochetno-konsulstvo-v-gana-452427.png"],
     "flag": "https://upload.wikimedia.org/wikipedia/commons/1/19/Flag_of_Ghana.svg"
   }
  }
]
}